Repository: jacklalsharma/DrSamirAbbasiOS
Catalog: Dr Samir Abbas/*.lproj/Localizable.strings
Languages: ar

# services_list_content[15]
source: Our gastroenterology team of doctors, nurses and other health care professionals work together to diagnose and treat digestive disorders. These include diseases of the oesophagus, stomach, liver, pancreas, gall bladder, biliary tract, and colon. • Managing digestion and gastro intestinal problems. • Performing diagnostic and therapeutic upper and lower gastro intestinal scopes. • Providing temporary interventional solutions for weight reduction such as gastric balloons.
ar: .يعمل فريق أمراض الجهاز الهضمي لدينا من الأطباء والممرضات وغيرهم من أخصائيي الرعاية الصحية معا لتشخيص وعلاج اضطرابات الجهاز الهضمي. وتشمل هذه الأمراض المريء والمعدة والكبد والبنكرياس والمرارة ، والقنوات الصفراوية والقولون • إدارة الهضم والمشكلات المعوية المعدية. • أداء نطاقات الأمعاء التشخيصية والعلاجية العلوي والسفلي المعدية. • توفير حلول تدخلية مؤقتة لتقليل الوزن مثل البالونات المعوية.

# services_list_content[16]
source: Non-invasive Cardiology Our non-invasive cardiologists focus on the detection and treatment of heart disease, using external tests—rather than instruments inserted into the body—to evaluate and diagnose cardiac disorders. • Providing general advice and management on risk factors for heart disease. • Medical diagnosis and investigation of cardiovascular conditions including angina pains, high blood pressure. • Providing blood thinning services (anti-coagulation).
ar: .يركز أخصائيو أمراض القلب غير الغازية على الكشف عن أمراض القلب وعلاجها ، باستخدام اختبارات خارجية - بدلاً من الأدوات التي يتم إدخالها في الجسم - لتقييم وتشخيص الاضطرابات القلبية • تقديم المشورة والإدارة العامة حول عوامل الخطر لأمراض القلب. • التشخيص الطبي والتحقيق في حالات القلب والأوعية الدموية بما في ذلك آلام الذبحة الصدرية وارتفاع ضغط الدم. • توفير خدمات ترقق الدم (مضاد التخثر).

# services_list_content[17]
source: The type of anaesthesia administered will depend upon the procedure performed. We offer a full range of services, and patients are encouraged to discuss preferences for the type of service to be used with their surgeons and anaesthesiologists. • Provide safe anaesthesia and sedation to patients undergoing minor or major operations and procedures. • Provide epidural anaesthesia. • Effective management of post-operative pain. • Management of chronic pain.
ar: .يعتمد نوع التخدير المعطى على الإجراء المنجز. نحن نقدم مجموعة كاملة من الخدمات ، ويتم تشجيع المرضى لمناقشة تفضيلات نوع الخدمة التي سيتم استخدامها مع الجراحين وعلماء التخدير • توفير التخدير الآمن والتخدير للمرضى الذين يخضعون لعمليات وإجراءات ثانوية أو رئيسية. • توفير التخدير فوق الجافية. • الإدارة الفعالة للألم ما بعد الجراحة. • إدارة الألم المزمن.

# services_list_content[18]
source: One of the goals of the ICU is to promote a healing environment. Our ICU is designed to care for patients with potentially life-threatening conditions and following major surgery when more intense monitoring and observation is required. • Provide support and management to patients admitted to adult critical care for medical or surgical reasons.
ar: .واحد من أهداف وحدة العناية المركزة هو تعزيز بيئة الشفاء. تم تصميم وحدة العناية المركزة الخاصة بنا لرعاية المرضى الذين يعانون من ظروف قد تهدد حياتهم ، وبعد الجراحة الكبرى عند الحاجة إلى مراقبة ومراقبة أكثر كثافة • تقديم الدعم والإدارة للمرضى المقبولين في الرعاية الحرجة للكبار لأسباب طبية أو جراحية.

# services_list_content[19]
source: Inpatient or outpatient, our dedicated team of professionals will help you define and reach your individual health goals. Maintaining a healthy weight and eating a well balanced nutritious can help you function in all aspects of your life. The team, headed by clinical dieticians oversee all dietary services provided. • Arranging therapeutic diets for inpatients. • Overseeing all food services provided. • Providing weight reduction advice and monitoring and general health education regarding positive life style.
ar: .للمرضى الداخليين أو العيادات الخارجية ، سيساعدك فريقنا المتخصص من المهنيين على تحديد أهدافك الصحية الفردية والوصول إليها • يمكن أن يساعدك الحفاظ على وزن صحي وتناول أطعمة مغذية متوازنة على العمل في جميع جوانب حياتك. الفريق ، برئاسة أخصائيي التغذية السريرية الإشراف على جميع الخدمات الغذائية المقدمة. • ترتيب الحميات العلاجية للمرضى المنومين. • الإشراف على جميع الخدمات الغذائية المقدمة. • تقديم المشورة وخفض الوزن ورعاية الصحة العامة فيما يتعلق بأسلوب الحياة الإيجابية.

# services_list_content[20]
source: A new trend of therapy that will become a fundamental part of health management in the near future. • Joint pain relief. • Skin rejuvenation and others.
ar: .اتجاه جديد للعلاج سيصبح جزءًا أساسيًا من إدارة الصحة في المستقبل القريب • تخفيف آلام المفاصل. • تجديد شباب الجلد وغيرها.

# services_list_content[21]
source: Emergency Department of Dr. Samir Abbas Hospital provides patient care with critical situation services through a team of competent and dedicated doctors and specialists with high qualifications, in addition the department is fully equipped with the latest technologies, devices and tools. The emergency department provides patients with a high level of optimal medical care, in full coordination with a multidisciplinary approach with all medical and clinical departments, when needed and over 24 / 7. Taking strict precautions to control the infection in order to ensure the safety and comfort of patients and to gain their satisfaction, also we have created performance indicators that monitor the staff performance, seeking to remain the best and most trusted department of the region.
ar: .وفر قسم الطوارئ بمستشفى الدكتور سمير عباس رعاية المرضى من خلال خدمات الحالة الحرجة من خلال فريق من الأطباء المختصين والمختصين ذوي المؤهلات العالية ، بالإضافة إلى أن القسم مجهز بالكامل بأحدث التقنيات والأجهزة والأدوات .يوفر قسم الطوارئ للمرضى مستوى عالٍ من الرعاية الطبية المثلى ، بالتنسيق الكامل مع نهج متعدد التخصصات مع جميع الأقسام الطبية والسريرية ، عند الحاجة ، وأكثر من 24/7. اتخاذ احتياطات صارمة للسيطرة على العدوى من أجل ضمان السلامة و راحة المرضى والحصول على رضاهم ، كما أنشأنا مؤشرات الأداء التي تراقب أداء الموظفين ، وتسعى إلى البقاء أفضل وأكثر الأقسام ثقة في المنطقة

# services_list_content[22]
source: The Pediatric and Neonatal Department at Dr. Samir Abbas Hospital provides integrated medical care for children from birth until the age of 14 under the supervision of a group of specialist and consultant physicians, 24 hours a day, seven days a week, in outpatient clinics, inpatient and emergency unit. In addition the newborn unit is equipped with cameras, where the mother can see her child anytime she likes. Also the Neonatal intensive care unit is equipped with state-of-the-art medical equipment, incubators and high-frequency ventilation.
ar: .يقدم قسم طب الأطفال وحديثي الولادة بمستشفى الدكتور سمير عباس الرعاية الطبية المتكاملة للأطفال من الولادة حتى سن الرابعة عشرة تحت إشراف مجموعة من الأطباء المتخصصين والاستشاريين ، 24 ساعة في اليوم ، سبعة أيام في الأسبوع ، في العيادات الخارجية ، وحدة المرضى الداخليين والطوارئ. بالإضافة إلى ذلك ، تم تجهيز وحدة الأطفال حديثي الولادة بالكاميرات ، حيث يمكن للأم رؤية طفلها في أي وقت تشاء. كما تم تجهيز وحدة العناية المركزة لحديثي الولادة بأحدث المعدات الطبية والحاضنات والتهوية عالية التردد
