Repository: jacklalsharma/DrSamirAbbasiOS
Catalog: Dr Samir Abbas/*.lproj/Localizable.strings
Languages: ar

source: Home
ar: الصفحه الرئيسيه

# book_appointment
source: Book An Appointment
ar: حجز موعد

source: Services
ar: خدمات

source: Gallery
ar: صالة عرض

source: Doctors
ar: الأطباء

# dentist
source: Select Type
ar: اختر صنف

# available
source: Available Today
ar: المتاحة اليوم‎

# doc_name
source: Dr.Ayushmaan Kumar Gupta
ar: Dr.Ayushmaan Gupta

# occupation
source: Dentist
ar: طبيبة الاسنان

# appoinment_time_slot
source: Select a time slot
ar: اختر فتحة وقت

# weekly_schedule
source: Schedule
ar: جدول

# selected_date
source: Today
ar: اليوم

# find_and_book
source: Find & Book
ar: تجد والاحتياطي

# search_doc
source: Search a doctor
ar: بحث طبيب

source: Choose Specialist
ar: اختر اختصاصي

source: About us
ar: عنا

source: Share app
ar: شارك التطبيق

source: Contact us
ar: الاتصال بنا

source: Summary
ar: الملخص

source: Confirmation
ar: التأكيد

source: Date
ar: تاريخ

source: Time
ar: الوقت

source: NAME
ar: نام

source: MOBILE NO.
ar: رقم الجوال

# national_id
source: National Id/QMA
ar: الهوية الوطنية / هيئة متاحف قطر

# insurance_no
source: Insurance Number
ar: رقم التأمين

source: CONFIRM
ar: أكد

source: Doctor
ar: الدكتور

source: Thank You
ar: شكرا لك

# booking_confirmed
source: Your Booking Has been Confirmed
ar: تم تأكيد الحجز الخاص بك

source: Booking ID
ar: معرف الحجز

source: Save
ar: احفظ

source: Done
ar: منجز

source: Patient Details
ar: تفاصيل المريض

# name_lc
source: Name
ar: نام

# mobile_no_lc
source: Mobile No
ar: رقم الجوال

source: Next
ar: القادم

# enter_patient_detail
source: ENTER PATIENT DETAILS
ar: إدخال تفاصيل المرضى

source: About us
ar: عنا

# adress
source: ADDRESS
ar: عنون

source: PHONE NO
ar: رقم الهاتف

source: EMAIL
ar: البريد الكتروني

# emergency_trauma
source: Emergency & Trauma Care
ar: الطوارئ u0026 رعاية الرضوح

# Wards_and_rooms
source: Wards & Rooms
ar: عنابر u0026 غرف‎

source: Not available
ar: غير متوفرة

source: Morning
ar: صباح

source: Afternoon
ar: بعد الظهر

source: Evening
ar: مساء

source: Night
ar: ليل

# slot_not_selected
source: Select a slot for booking
ar: حدد الفتحة للحجز

source: Enter name
ar: أدخل الاسم

# enter_number
source: Enter mobile number
ar: أدخل رقم الجوال

# enter_id
source: Enter national ID
ar: أدخل الرقم القومي

# enter_isn_number
source: Enter insurance number
ar: أدخل رقم التأمين

# booking_failed
source: Failed to book the appointment, try again
ar: أخفق حجز الموعد ، حاول مرة أخرى

# something_wrong
source: Something is not right, try again
ar: شيء غير صحيح ، حاول مرة أخرى

source: No doctors found
ar: لم يتم العثور على أطباء ، جرّب فئة أخرى.

source: Search doctor by name
ar: بحث طبيب بالاسم

# no_doctor_by_this_name
source: No doctor found by this name
ar: لم يتم العثور بهذا الاسم الطبيب

# gallery_desc
source: We provide affordable, holistic quality healthcare appropriate to the needs of our clients by a team of committed, caring professionals striving through a research driven environment.Scroll down to explore our infrastructure.
ar: نحن نقدم رعاية صحية عالية الجودة وبأسعار معقولة تلائم احتياجات عملائنا من خلال فريق من المتخصصين الملتزمين والعائزين من خلال بيئة بحثية مدفوعة. انتقل لأسفل لاستكشاف البنية التحتية لدينا.

source: Mission
ar: مهمة

# mission_desc
source: To Be, As We Always Were, Pioneer In The Field Of Medicine Seeking Development And Initiating Change To Provide The Most Advanced Services We Well Extend Knowledge And Care Beyond The Limits Of Conventional Practice And Create A Bond Of Trust With Our Patients And Their Families.
ar: أن نكون ، كما كنا دائما ، رائدة في مجال الطب تسعى إلى التطوير والبدء في التغيير لتوفير الخدمات الأكثر تقدما نحن نوسع المعرفة والمعرفة إلى ما وراء حدود الممارسة التقليدية وخلق عربون الثقة مع مرضانا وعائلاتهم.

source: Values
ar: القيم

# values_desc
source: • Dedicated To To Every Patient • Constantly Seeking Development • To Develop Trust Between Patients And Colleagues • To Adhere To Islamic Morals And Ethics • To Give To Our Community •To Dissipate Knowledge And Awareness .
ar: • مكرسة للكل مريض • باستمرار البحث عن التنمية • لتنمية الثقة بين المرضى والزملاء. • إلى الانضمام إلى الأخلاق الإسلامية والأخلاق • لتعطي لمجتمعنا • تبديد المعرفة والتوعية.

# info
source: Professor Samir Abbas, Founder Of The Hospital, And Owner Of A Number Of Women Wellness Centers Kingdom-Wise, Is An Authority In The Field Of Infertility, Reproductive Endocrinology And Women Wellness. He Is Well Known International Figure In The Field Of Women's Reproduction And Assisted Reproductive Techniques, And Was The First To Facilitate A Test Tube Baby In The Arab And Muslim World In 1986, He Also Performed The Very First Successful In-Vitro Fertilization Procedure In The Kingdom Resulting In A Healthy Neonate.
ar: البروفيسور سمير عباس ، مؤسس المستشفى ، ومالك عدد من مراكز العافية النسائية ، مملكة الحكمة ، هي هيئة في مجال العقم والغدد الصماء الإنجابية والعافية النسائية. وهو شخصية معروفة في مجال استنساخ النساء والتقنيات المساعدة على الإنجاب ، وكان أول من ساهم في تسهيل اختبار أنبوب طفل في العالم العربي والإسلامي في عام 1986 ، كما قام بإجراء أول نجاح في عملية التسميد في المختبر المملكة مما تسبب في صحة حديثي الولادة.

# getting_slot
source: Getting time slot
ar: الحصول على فتحة الوقت

# getting_slot_msg
source: Please wait while we are getting the time slots...
ar: ..يرجى الانتظار بينما نحصل على فتحات الوقت

# getting_doctor
source: Getting doctors list
ar: الحصول على قائمة الأطباء

# getting_doctor_msg
source: Please wait while we are getting doctors list
ar: يرجى الانتظار بينما نحن نحصل على قائمة الأطباء

# getting_special
source: Getting speciality list
ar: الحصول على قائمة التخصص

# getting_special_msg
source: Please wait while we are getting speciality list
ar: الرجاء الانتظار لحين أننا نحصل على قائمة التخصص

# book
source: Book Now
ar: حجز موعد

# book_simple
source: BOOK
ar: حجز موعد

# book_msg
source: Please wait while we are booking your appointment...
ar: ... يرجى الانتظار بينما نحن حجز موعدك

# failed_slot_fetching
source: Failed to fetch slot details try again
ar: فشل في جلب تفاصيل فتحة حاول مرة أخرى

# getting_services
source: Getting Our Services
ar: احصل على خدماتنا

# getting_services_msg
source: Please wait while we are getting our Services
ar: يرجى الانتظار بينما نحصل على خدماتنا

# services_list_heading[0]
source: Women’s Health Department
ar: إدارة صحة المرأة

# services_list_heading[1]
source: General Obstetrics and Gynaecology
ar: أمراض النساء والتوليد العامة

# services_list_heading[2]
source: Reproductive Endocrinology
ar: الإنجابية علم الغدد

# services_list_heading[3]
source: Maternal Fetal Medicine
ar: طب الجنين الأمومي

# services_list_heading[4]
source: Andrology
ar: أندرولوج

# services_list_heading[5]
source: Dermatology / Cosmetology
ar: طب الأمراض الجلدية / التجميل

# services_list_heading[6]
source: Surgery
ar: العملية الجراحية

# services_list_heading[7]
source: Urology
ar: علم أمراض المسالك البولية

# services_list_heading[8]
source: Plastic Surgery
ar: جراحة تجميلية

# services_list_heading[9]
source: Women’s Breast Disease
ar: مرض الثدي للمرأة

# services_list_heading[10]
source: Bariatric Surgery
ar: جراحة غسل البدانة

# services_list_heading[11]
source: Ophthalmology
ar: طب العيون

# services_list_heading[12]
source: Oto-rhinolaryngology (ENT)
ar: (ENT) أوتو-رهينولارينجولوجي

# services_list_heading[13]
source: Orthopaedics
ar: طب العظام

# services_list_heading[14]
source: Pulmonology
ar: أمراض الرئة

# services_list_heading[15]
source: Gastroenterology
ar: أمراض المعدة والأمعاء

# services_list_heading[16]
source: Non-invasive Cardiology
ar: أمراض القلب غير الغازية

# services_list_heading[17]
source: Anaesthesia
ar: تخدير

# services_list_heading[18]
source: Intensive Care Unit (ICU-Adults)
ar: (ICU-Adult) وحدة العناية المركزة

# services_list_heading[19]
source: Dietary Services
ar: الخدمات الغذائية

# services_list_heading[20]
source: Stem Cells / Rejuvenate Therapy
ar: الخلايا الجذعيه / تجديد شباب العلاج

# services_list_heading[21]
source: Emergency Medicine department
ar: قسم طب الطوارئ

# services_list_heading[22]
source: Pediatrics and neonatal department
ar: طب الأطفال وحديثي الولادة قسم

# address
source: Ash Shati District Alkurnaysh Road ZipCode - 23411
ar: حي الشطي طريق الكورنيش‎

source: Website
ar: الموقع الرسمي

# link
source: http://www.dsah.sa
ar: http://dsah.sa

source: Head Office Jeddah
ar: المركز الرئيسي جدة

source: OR
ar: أو

# services_list_content[0]
source: Dr. Samir Abbas’s Women’s Health Department offers a coordinated, customised care in a compassionate environment. We aim to blend outstanding medical treatment with remarkable personal care, and our women’s health services enhance this goal by combining numerous specialties. Women, in every stage of their lives, can count on receiving undivided attention and personalized treatment in our hospital. Additionally, our physicians conduct several clinical trials to advance patient care.
ar: تقدم إدارة صحة النساء في سمير صابر عباس رعاية منسقة ومخصصة في بيئة رحيمة. نحن نهدف إلى مزج العلاج الطبي الرائع مع الرعاية الشخصية الرائعة ، وتعزز خدماتنا الصحية النسائية هذا الهدف من خلال الجمع بين العديد من التخصصات. تقدم إدارة صحة النساء في سمير صابر عباس رعاية منسقة ومخصصة في بيئة رحيمة. نحن نهدف إلى مزج العلاج الطبي الرائع مع الرعاية الشخصية الرائعة ، وتعزز خدماتنا الصحية النسائية هذا الهدف من خلال الجمع بين العديد من التخصصات.

# services_list_content[1]
source: We have an extraordinary team of obstetricians, gynaecologists, and other medical professionals who are committed to providing compassionate, research validated effective care and treatment to patients. Using the latest technologies and techniques, our specialists provide diagnosis and treatment for a full range of obstetric and gynaecological conditions. • Help pregnant women in achieving an enjoyable pregnancy in each stage of the journey and a comfortable, pain controlled, safe delivery. • Looking after the health needs of women in pre conception stage for advice and before and after delivery. • Contraceptive advice, tailored for couples seeking pregnancy spacing. • Managing benign gynaecological illness. • Dealing with gynaecological emergencies. • Performing gynaecological endoscopic surgery.
ar: لدينا فريق غير عادي من أطباء التوليد وأمراض النساء وغيرهم من المهنيين الطبيين الذين يلتزمون بتوفير رعاية وعلاج فعالين وفعالين للمرضى. باستخدام أحدث التقنيات والتقنيات ، يقدم المتخصصون لدينا التشخيص والعلاج لمجموعة كاملة من الحالات التوليدية وأمراض النساء. • مساعدة النساء الحوامل في تحقيق الحمل ممتعة في كل مرحلة من مراحل الرحلة ومريحة، والألم تسيطر عليها، والولادة الآمنة • رعاية الاحتياجات الصحية للنساء في مرحلة الحمل قبل للحصول على المشورة وقبل وبعد الولادة • نصيحة الحمل، مصممة خصيصا للأزواج تسعى تباعد الحمل. • إدارة المرض أمراض النساء حميدة. • التعامل مع طوارئ أمراض النساء. • أداء جراحة أمراض النساء بالمنظار.

# services_list_content[2]
source: Our highly skilled endocrinologists at Dr. Samir Abbas Hospital treat patients within a wide spectrum of endocrine disorders. They are specialised in managing endocrine disorders. •Helping couples to achieve a safe pregnancy using state of art assisted reproductive techniques. • Managing menstrual problems. • Managing menopausal symptoms and concerns.
ar: يعالج أخصائيو الغدد الصماء ذوي المهارات العالية لدينا بمستشفى الدكتور سمير عباس المرضى في نطاق واسع من اضطرابات الغدد الصماء. وهي متخصصة في إدارة اضطرابات الغدد الصماء. • مساعدة الأزواج على تحقيق الحمل الآمن باستخدام تقنيات الإنجاب المساعدة الحديثة. • إدارة مشاكل الدورة الشهرية. • إدارة أعراض وهواجس انقطاع الطمث.

# services_list_content[3]
source: Dr. Samir Abbas Hospital provides compassionate, specialised and advanced management of complex pregnancies for women and their unborn children. Services include: Family planning and counselling, Genetic counselling, prenatal testing and diagnoses, prenatal care tailored to the needs of each mother and other consultations and diagnostic services. • Performing high level in utero fetal ultrasounds. • Early intervention in identified risks to mother and fetus. • Advise on outcomes of complicated pregnancies. • Managing high risk pregnancies. • Managing high risk deliveries and complicated caesarean sections.
ar: يوفر مستشفى الدكتور سمير عباس إدارة رحيمة ومتخصصة ومتقدمة لحالات الحمل المعقدة للنساء وأطفالهن الذين لم يولدوا بعد. وتشمل الخدمات: تنظيم الأسرة وتقديم المشورة ، والاستشارة الوراثية ، واختبار ما قبل الولادة وتشخيصها ، والرعاية السابقة للولادة والمصممة خصيص ًا لتلبية احتياجات كل أم وغيرها من الاستشارات وخدمات التشخيص . • أداء مستوى عال في الأمواج فوق الصوتية الجنين الجنين. • التدخل المبكر في المخاطر المحددة للأم والجنين. • تقديم المشورة بشأن نتائج الحمل معقدة • إدارة حالات الحمل عالية الخطورة. • إدارة الولادات عالية المخاطر وعمليات قيصرية معقدة.

# services_list_content[4]
source: The Andrology department at Dr. Samir Abbas Hospital, shared by senior consultant, offers a full range of specialised tests and services for the evaluation and treatment of male infertility. We provide an excellent setting for couples to achieve their reproductive goals. • Helping men with sexual dysfunctions to achieve normality. • Assist the reproductive endocrinology unit in managing men with the inability to reproduce. • Assisting in diagnoses/ correcting sexual dysfunction in men. • Working closely with endocrinology unit to assist in male reproduction management. • Performing surgical corrective male reproductive tract procedures.
ar: يقدم قسم أمراض الذكورة بمستشفى الدكتور سمير عباس ، الذي يشترك فيه أحد كبار الاستشاريين ، مجموعة كاملة من الاختبارات والخدمات المتخصصة لتقييم ومعالجة العقم عند الذكور. نحن نقدم بيئة ممتازة للأزواج لتحقيق أهدافها الإنجابية. • مساعدة الرجال الذين يعانون من اختلال وظيفي جنسي لتحقيق الحياة الطبيعية. • مساعدة وحدة الغدد الصماء التناسلية في إدارة الرجال مع عدم القدرة على التكاثر. • المساعدة في تشخيص / تصحيح الخلل الوظيفي الجنسي لدى الرجال. • العمل بشكل وثيق مع وحدة الغدد الصماء للمساعدة في إدارة استنساخ الذكور. • تنفيذ العمليات الجراحية التصحيحية الذكورية التصحيحية.

# services_list_content[5]
source: Houston Methodist dermatologists deliver specialised care to patients suffering from diseases or conditions affecting the skin. They offer diagnosis and treatment of a variety of common and less common skin conditions. The Cosmetology department at our hospital is also led by some top most cosmetic surgeons. The department is well-equipped and is proficient to handle all kinds of cosmetology requirements. Using latest technologies and experts in the field, we offer our individually planned services in a relaxing environment. • Dealing with benign skin conditions. • Improving skin conditions and dealing with wrinkled skin. • Improvement of most skin conditions and treatment of age and sun damaged related skin. • Hair Transplants. • Permanent removal of unwanted hair. • Full skin care and beauty.
ar: يقدم أطباء الأمراض الجلدية الميثودية في هيوستن رعاية متخصصة للمرضى الذين يعانون من أمراض أو ظروف تؤثر على الجلد. أنها توفر التشخيص والعلاج لمجموعة متنوعة من الحالات الجلدية الشائعة والأقل شيوعا. قسم التجميل في مستشفانا يقوده أيضا بعض كبار جراحي التجميل. القسم مجهز تجهيزًا جيدًا ويتقن التعامل مع جميع أنواع متطلبات التجميل. . باستخدام أحدث التقنيات والخبراء في هذا المجال، ونحن نقدم خدماتنا المخطط لها بشكل فردي في بيئة مريحة • التعامل مع الأمراض الجلدية الحميدة. • تحسين ظروف الجلد والتعامل مع الجلد المتجعد. • تحسين معظم حالات الجلد وعلاج العمر والشمس تضررت الجلد ذات الصلة. • زراعة الشعر. • إزالة دائمة للشعر غير المرغوب فيه. • العناية بالبشرة الكاملة والجمال.

# services_list_content[6]
source: Our integrated approach to provide safe and effective surgical care to you consists of informed patient care in an environment of latest technology in medical and surgical treatments. Our team of physicians and specialists work with you to ensure your before, during and after surgical care is optimal and of highest quality. We have a great team of surgeons and health professionals who aim to achieve the best outcomes from your surgery. We offer expertise across a wide range of surgical and surgical support specialties, and our surgeons use the newest techniques and procedures to prevent/minimise complications. • Dealing with common surgical presentations: • Dealing with common surgical presentations: • body lumps • gastro-intestinal tract bleeding • painful orifice conditions
ar: نهجنا المتكامل لتوفير الرعاية الجراحية الآمنة والفعالة لك يتكون من رعاية مستنيرة للمرضى في بيئة من أحدث التقنيات في العلاجات الطبية والجراحية. يعمل فريقنا من الأطباء والمتخصصين معك لضمان أن تكون العناية الجراحية الخاصة بك من قبل وأثناء وبعد الجراحة مثالية وذات جودة عالية لدينا فريق كبير من الجراحين والمهنيين الصحيين الذين يهدفون إلى تحقيق أفضل النتائج من الجراحة. نحن نقدم الخبرة عبر مجموعة واسعة من تخصصات الدعم الجراحية والجراحية ، ويستخدم الجراحون أحدث التقنيات والإجراءات لمنع / تقليل المضاعفات. • التعامل مع العروض الجراحية الشائعة: • جسم الكتل • النزيف المعدي المعوي. • ظروف الفتحة المؤلمة.

# services_list_content[7]
source: We provide an optimal environment for even the most complex surgeries, based on today’s most sophisticated technology and advanced research. • Managing urinary tract infections. • Urinary stones • bladder dysfunction and incontinence.
ar: .نحن نقدم بيئة مثالية حتى لأكثر العمليات الجراحية تعقيدًا ، بناءً على أحدث التقنيات المتقدمة والأبحاث المتقدمة • إدارة التهابات المسالك البولية. • الحجارة البولية. • ضعف المثانة وسلس البول.

# services_list_content[8]
source: Our highly skilled specialists, experienced in improving appearance, function and mobility of patients, have access to the latest technologies related to reconstructive and cosmetic surgery. • Working in liaison with the department dermatology in achieving the patient desired facial and body appearance. • Breast reduction and augmentation. • Restorative surgery (scar revision, corrective surgery).
ar: .لك أخصائيونا من ذوي المهارات العالية ، ممن يتمتعون بالخبرة في تحسين المظهر والوظيفة والتنقل لدى المرضى ، إمكانية الوصول إلى أحدث التقنيات المتعلقة بالجراحة الترميمية والتجميلية • العمل في الاتصال مع قسم الأمراض الجلدية في تحقيق المريض مظهر الوجه والجسم المطلوب. • تصغير الثدي وتكبيره. • الجراحة التصالحية (مراجعة الندبة ، الجراحة التصحيحية).

# services_list_content[9]
source: Our hospital offers comprehensive assessment and treatment of breast disease, benign lumps and malignant growths. Our services include various aspects of the process of breast disease; prevention, detection, treatment choices and reconstructive surgery. Our support services include; genetic and nutritional counselling, psychosocial support and massage therapy assisting you through the treatment process. •A dedicated unit for: • Early detection screening. • Treatment of benign and malignant breast lumps. • Full support services throughout the process.
ar: .يقدم مستشفانا تقييمًا شاملاً وعلاجًا لأمراض الثدي والكتل الحميدة والنمو الخبيث. وتشمل خدماتنا جوانب مختلفة من عملية مرض الثدي. الوقاية والكشف وخيارات العلاج والجراحة الترميمية .تشمل خدمات الدعم لدينا ؛ الاستشارات الوراثية والغذائية والدعم النفسي والاجتماعي وعلاج التدليك يساعدك خلال عملية العلاج • وحدة مخصصة ل : • فحص الكشف المبكر. • علاج كتل الثدي الحميدة والخبيثة. • خدمات دعم كاملة طوال العملية.

# services_list_content[10]
source: We offer multiple surgical options using the most advanced techniques for treating obesity and its related conditions. The hospital is equipped with surgical suites, advanced equipment, and patient rooms customized for the care and comfort of bariatric patients. • A dedicated unit for: • Helping the obese to reduce weight through different approaches including surgeries, diet plans, psychology sessions and physical treatments. • Solutions offered surgically are permanent.
ar: .نحن نقدم خيارات جراحية متعددة باستخدام أحدث التقنيات لعلاج السمنة والظروف المرتبطة بها. تم تجهيز المستشفى بأجنحة جراحية ومعدات متطورة وغرف للمرضى مخصصة لرعاية مرضى السمنة والراحة • وحدة مخصصة ل : • مساعدة البدناء على خفض الوزن من خلال أساليب مختلفة بما في ذلك العمليات الجراحية وخطط النظام الغذائي وجلسات علم النفس والعلاجات الفيزيائية. • الحلول المقدمة جراحيا دائمة.

# services_list_content[11]
source: Dr. Samir Abbas ophthalmologists have expertise in all subspecialties of ophthalmology, with access to specialized operating suites designed for unique conditions and complex eye surgeries. They provide patients with medical and surgical treatment for eye disorders and diseases in even the most challenging cases. • Management of benign eye conditions. • Corrective eye sight procedures. • Specialized anterior and posterior segment procedures.
ar: .يمتلك دكتور سمير عباس أطباء العيون خبرة في جميع التخصصات الفرعية لطب العيون ، مع إمكانية الوصول إلى أجنحة العمليات المتخصصة المصممة لظروف فريدة من نوعها ولعمليات جراحية معقدة للعين. أنها توفر للمرضى العلاج الطبي والجراحي لاضطرابات العين والأمراض حتى في الحالات الأكثر تحديا • إدارة ظروف العين الحميدة. • إجراءات تصحيح البصر. • إجراءات الجزء الأمامي والخلفي المتخصصة.

# services_list_content[12]
source: Our ENT specialists provide full range of medical and surgical services for patients with ear, nose and throat problems. • Early detection and management of hearing problems. • Surgery for tonsils and adenoids. • Correction of nasal deformities. • Sinus endoscopic surgery. • Surgery for snoring.
ar: .يقدم أخصائيو الأنف والأذن والحنجرة لدينا مجموعة كاملة من الخدمات الطبية والجراحية للمرضى الذين يعانون من مشاكل في الأذن والأنف والحنجرة • الكشف المبكر وإدارة مشاكل السمع. • جراحة اللوزتين واللوزات. • تصحيح التشوهات الأنفية. • جراحة التنظير الجيبية. • عملية جراحية لالشخير.

# services_list_content[13]
source: Our skilled team of orthopaedic surgeons use the latest innovative techniques, pioneering new technology to deliver exceptional care to patients with musculoskeletal disease or injuries. As a patient at Dr. Samir Abbas Hospital, you will have access to unsurpassed the expertise of our multidisciplinary team of orthopaedic surgeons, delivering a full a full range of services. • Managing all types of fractures. • Performing all joint scopes. • Performing hip and knee replacements.
ar: .يستخدم فريقنا الماهر من جراحي العظام أحدث التقنيات المبتكرة ، وهو رائد التقنيات الحديثة لتقديم رعاية استثنائية للمرضى الذين يعانون من أمراض أو أمراض العضلات والعظام. كمريض في مستشفى الدكتور سمير عباس ، سيكون لديك إمكانية الوصول إلى خبرة غير مسبوقة من فريقنا متعدد التخصصات من جراحي العظام ، وتقديم مجموعة كاملة كاملة من الخدمات • إدارة جميع أنواع الكسور. • أداء جميع النطاقات المشتركة. • أداء استبدال الورك والركبة.

# services_list_content[14]
source: Our pulmonologist in Dr. Samir Abbas Hospital is dedicated to treatment of a variety of lung diseases. • Management of common respiratory problems in adults such as bronchial asthma, pneumonia and other diseases presenting with breathing difficulties. • Performing lung function tests and advising on related positive lifestyle modification.
ar: .لدينا أمراض الرئة في مستشفى الدكتور سمير عباس مخصص لعلاج مجموعة متنوعة من أمراض الرئة • إدارة مشاكل الجهاز التنفسي الشائعة لدى البالغين مثل الربو القصبي والالتهاب الرئوي والأمراض الأخرى التي تتعرض لصعوبات في التنفس. • إجراء اختبارات وظائف الرئة وتقديم المشورة بشأن ذات الصلة تعديل نمط الحياة الإيجابي.
